define({
//begin v1.x content
		next: "Далі",
		previous: "Назад",
		finish: "Готово",
		cancel: "Скасувати",
		save: "Зберегти",
		// for accordion wizard
		leadingOverflowLabel: "Ще ${count} ",
		trailingOverflowLabel: "Ще ${count}",
		a11yLabel: "Багатокроковий майстер",
		accordionAnnouncement: "Багатокроковий майстер.  Натисніть ALT+F12 для отримання довідки.  ",
		accordionHelp: "Багатокроковий майстер - стандартний режим.  "
					 + "Для фіксації поточного кроку натисніть ALT+ENTER або ALT+SPACE.  "
					 + "Для перегляду попереднього та поточного кроків майстра натисніть ALT+PAGE UP.  Клавіші ALT+PAGE DOWN дозволяють "
					 + "переглянути кроки, що йдуть після поточного кроку.  Клавіша ALT + клавіші зі стрілками дозволяють перейти "
					 + "до наступного або попереднього кроку майстра.  Для переходу до першої кнопки дії у майстрі скористайтеся "
					 + "клавішами ALT+END.  Клавіші TAB та SHIFT+TAB дозволяють перейти до наступного та попереднього елементів.  ",
		leadingReviewHelp: "Багатокроковий майстер - режим перегляду попередніх кроків.  "
					+ "Для фіксації поточного кроку натисніть ALT+ENTER або ALT+SPACE.  "
					+ "Клавіші ESCAPE або ALT+PAGE UP служать для закриття режиму перегляду попередніх кроків й миттєвого повернення "
					+ "до поточного кроку майстра.  "
					+ "Клавіші ALT+PAGE DOWN дозволяють закрити режим перегляду попередніх кроків й перейти до режиму перегляду наступних кроків.  "
					+ "У режимі перегляду попередніх кроків можна користуватися клавішами зі стрілками для "
					+ "перемикання між заголовками попереднього та поточного кроків майстра.  "
					+ "Клавіші ALT+END дозволяють закрити режим перегляду попередніх кроків і перейти до першої кнопки дій у майстрі.  "
					+ "Клавіші TAB та SHIFT+TAB дозволяють виконувати стандартні переходи.  "
					+ "Якщо виконується перехід за межи першого кроку майстра, то режим перегляду попередніх "
					+ "кроків буде закрито",
		trailingReviewHelp: "Багатокроковий майстер - режим перегляду наступних кроків.  "
					+ "Для фіксації поточного кроку натисніть ALT+ENTER або ALT+SPACE.  "
					+ "Клавіші ESCAPE або ALT+PAGE DOWN служать для закриття режиму перегляду наступних кроків і миттєвого повернення "
					+ "до поточного кроку майстра.  "
					+ "Клавіші ALT+PAGE UP дозволяють закрити режим перегляду наступних кроків і перейти до режиму перегляду попередніх кроків.  "
					+ "У режимі перегляду наступних кроків можна користуватися клавішами зі стрілками для "
					+ "переходу до кроків, що йдуть після поточного кроку.  "
					+ "Клавіші ALT+END дозволяють закрити режим перегляду наступних кроків і перейти до першої кнопки дій у майстрі.  "
					+ "Клавіші TAB та SHIFT+TAB дозволяють виконувати стандартні переходи.  Якщо виконується перехід за межи "
					+ "заголовків останнього кроку майстра, то режим перегляду попередніх кроків буде закрито.  ",
		leadingReviewModeAnnouncement: "Багатокроковий майстер - режим початкової перевірки.  Натисніть ALT+F12 для отримання довідки.  До поточного кроку майстра було виконано основних кроків: ${count} "
					+ "(включаючи поточний основний крок).  ",
		trailingReviewModeAnnouncement: "Багатокроковий майстер - режим перегляду наступних кроків.  Натисніть ALT+F12 для отримання довідки.  Після поточного кроку майстер містить ще кроки (кількість: ${count})"
					+ ". ",
		leadingReviewModeWithSubstepsAnnouncement: "Багатокроковий майстер - режим перегляду попередніх кроків.  Натисніть ALT+F12 для отримання довідки.  До поточного кроку у майстрі було виконано основних кроків: ${mainCount} "
					+ "(включаючи поточний основний крок).  У поточному основному кроці було виконано допоміжних кроків: ${count} "
					+ "(включаючи поточний крок).  ",
		trailingReviewModeWithSubstepsAnnouncement: "Багатокроковий майстер - режим перегляду наступних кроків.  Натисніть ALT+F12 для отримання довідки.  Після поточного кроку майстер містить основних кроків: ${mainCount} "
					+ ". У поточному кроці завершено допоміжних кроків: ${count} "
					+ "після поточного.  ",
		trailingReviewOnLastError: "Досягнуто останнього кроку в майстрі.  Режим перегляду наступних кроків недоступний.  ",
		nextOnInvalidError: "Неможливо перейти до наступного кроку, доки не буде виконано поточний крок.  ",
		nextOnLastError: "Неможливо перейти до наступного кроку, оскільки досягнуто останній доступний крок. ",
		previousOnFirstError: "Неможливо перейти до попереднього кроку, оскільки досягнуто перший доступний крок. ",
		currentMainStepAnnouncement: "Поточний основний крок - ${index} з ${count}, заголовок: ${title}.  ",
		currentSubstepAnnouncement: "Поточний допоміжний крок - ${index} з ${count}, заголовок: ${title}.  ",
		stepChangeAnnouncment: "Крок майстра змінено.  ",		
		reviewStepAnnouncement: "Переглядається основний крок ${index} з ${count}, заголовок: ${title}.  ",
		reviewStepCurrentAnnouncement: "Це поточний основний крок.  ",
		reviewStepVisitedAnnouncement: "Цей основний крок позначено як виконаний.  ",
		reviewStepDisabledAnnouncement: "Цей основний крок на даний момент вимкнено.  ",
		reviewStepClickAnnouncement: "Натисніть ENTER або SPACE, щоб повернутися до цього кроку.  ",
		reviewParentStepClickAnnouncement: "Натисніть ENTER або SPACE, щоб почати з цього кроку.  ",
		reviewStepUnvisitedAnnouncement: "Цей основний крок ще не завершено.  ",
		reviewStepStartedAnnouncement: "Цей основний крок розпочато, але ще не завершено.  ",
		reviewSubstepAnnouncement: "Переглядається допоміжний крок ${index} з ${count}, заголовок: ${title}.  Це допоміжний крок основного кроку ${mainIndex} з ${mainCount}, заголовок ${mainTitle}.  ",
		reviewSubstepCurrentAnnouncement: "Це поточний допоміжний крок.  ",
		reviewSubstepVisitedAnnouncement: "Цей допоміжний крок позначено як виконаний.  ",
		reviewSubstepDisabledAnnouncement: "Цей допоміжний крок на даний момент вимкнено.  ",

		reviewSubstepClickAnnouncement: "Натисніть ENTER або SPACE, щоб повернутися до цього допоміжного кроку.  ",
		reviewSubstepUnvisitedAnnouncement: "Цей допоміжний крок ще не завершено.  "
});

