define({
//begin v1.x content
		next: "Следно",
		previous: "Претходно",
		finish: "Заврши",
		cancel: "Откажи",
		save: "Зачувај",
		// for accordion wizard
		leadingOverflowLabel: "Уште ${count}",
		trailingOverflowLabel: "Уште ${count}",
		a11yLabel: "Волшебник во повеќе чекори",
		accordionAnnouncement: "Волшебник во повеќе чекори.  За помош, притиснете ALT+F12. ",
		accordionHelp: "Стандарден режим на волшебник во повеќе режими. "
					 + "Користете ALT+ENTER или ALT+SPACE за да се најави тековниот чекор. "
					 + "Користете ALT+PAGE UP за да ги прегледате претходните и следните чекори на волшебникот. Користете ALT+PAGE DOWN за да ги прегледате "
					 + "чекорите на волшебникот што следуваат по тековниот чекор на волшебникот. Користете ги копчињата ALT + СТРЕЛКА за да одите до "
					 + "следните и претходните чекори на волшебникот. Користете ALT+END за скок на фокус на првото од копчињата "
					 + "за дејство на волшебникот. Користете ги копчињата TAB и SHIFT+TAB за фокусот да се движи на следните и претходните елементи. ",
		leadingReviewHelp: "Режим на водечки преглед на волшебник во повеќе чекори. "
					+ "Користете ALT+ENTER или ALT+SPACE за да се најави тековниот чекор. "
					+ "Користете ги копчињата ESCAPE или ALT+PAGE UP за да го откажете режимот на водечки преглед и веднаш да го вратите "
					+ "фокусот на тековниот чекор на волшебникот. "
					+ "Притиснете ALT+PAGE DOWN за да го откажете режимот на водечки преглед и да се префрлите на режимот на завршен преглед. "
					+ "Додека сте во режимот на водечки преглед, користете ги стрелките за да го заокружите фокусот низ "
					+ "насловите на претходните и тековните чекори на волшебникот. "
					+ "Користете ALT+END за да го откажете режимот на водечки преглед и прескокнете го фокусот на копчињата за дејство на волшебникот. "
					+ "Користете ги копчињата TAB и SHIFT+TAB за да извршите навигација на стандарден фокус. "
					+ "Ако фокусот преминува од насловите на водечкиот чекор на волшебникот, тогаш режимот на водечки преглед "
					+ "ќе се откаже. ",
		trailingReviewHelp: "Режим на завршен преглед на волшебникот во повеќе чекори. "
					+ "Користете ALT+ENTER или ALT+SPACE за да се најави тековниот чекор. "
					+ "Користете ги копчињата ESCAPE или ALT+PAGE DOWN за да го откажете режимот на завршен преглед и веднаш да го вратите "
					+ "фокусот на тековниот чекор на волшебникот. "
					+ "Притиснете ALT+PAGE UP за да го откажете режимот на завршен преглед и да се префрлите на режимот на водечки преглед. "
					+ "Додека сте во режимот на завршен преглед, користете ги стрелките за да го заокружите фокусот низ "
					+ "насловите во чекорите на волшебникот што следуваат по тековниот чекор. "
					+ "Користете ALT+END за да го откажете режимот на завршен преглед и да ставите фокусот на копчињата за дејство на волшебникот. "
					+ "Користете ги копчињата TAB и SHIFT+TAB за да извршите навигација на стандарден фокус. Ако фокусот преминува "
					+ "од насловите на завршниот чекор на волшебникот, тогаш режимот на преглед ќе се откаже. ",
		leadingReviewModeAnnouncement: "Режим на водечки преглед на волшебникот во повеќе чекори. За помош, притиснете ALT+F12. Постојат ${count} главни чекори на волшебникот "
					+ "кои водат до и го вклучуваат тековниот главен чекор. ",
		trailingReviewModeAnnouncement: "Режим на завршен преглед на волшебникот во повеќе чекори. За помош, притиснете ALT+F12. Постојат ${count} завршни "
					+ "главни чекори на волшебникот што следуваат по тековниот главен чекор. ",
		leadingReviewModeWithSubstepsAnnouncement: "Режим на завршен преглед на волшебникот во повеќе чекори. За помош, притиснете ALT+F12. Постојат ${mainCount} "
					+ "главни чекори на волшебникот кои водат до и го вклучуваат тековниот главен чекор. Тековниот главен чекор има ${count} под-чекори "
					+ "кои водат до и го вклучуваат тековниот главен чекор. ",
		trailingReviewModeWithSubstepsAnnouncement: "Режим на завршен преглед на волшебникот во повеќе чекори. За помош, притиснете ALT+F12. Постојат ${mainCount} "
					+ "завршни главни чекори на волшебникот што следуваат по тековниот главен чекор. Тековниот главен чекор има ${count} под-чекори кои следуваат "
					+ "по тековниот чекор. ",
		trailingReviewOnLastError: "Моментално сте на последниот чекор од волшебникот. Режимот на завршен преглед не е достапен. ",
		nextOnInvalidError: "Не може да одите на следниот чекор додека не сте го завршиле тековниот чекор. ",
		nextOnLastError: "Не може да одите на следниот чекор бидејќи се наоѓате на последниот достапен чекор. ",
		previousOnFirstError: "Не може да одите на претходниот чекор бидејќи се наоѓате на првиот достапен чекор. ",
		currentMainStepAnnouncement: "Тековниот главен чекор е ${index} од ${count}, насловен ${title}. ",
		currentSubstepAnnouncement: "Тековниот под-чекор е ${index} од ${count}, насловен ${title}. ",
		stepChangeAnnouncment: "Чекорот на волшебникот е изменет. ",		
		reviewStepAnnouncement: "Преглед на главниот чекор ${index} од ${count}, насловен ${title}. ",
		reviewStepCurrentAnnouncement: "Ова е тековниот главен чекор. ",
		reviewStepVisitedAnnouncement: "Овој главен чекор е обележан како завршен. ",
		reviewStepDisabledAnnouncement: "Овој главен чекор моментално е оневозможен. ",
		reviewStepClickAnnouncement: "Притиснете ENTER или SPACE за да се вратите на овој чекор. ",
		reviewParentStepClickAnnouncement: "Притиснете ENTER или SPACE за да се вратите на почетокот на овој чекор. ",
		reviewStepUnvisitedAnnouncement: "Овој главен чекор моментално е незавршен. ",
		reviewStepStartedAnnouncement: "Овој главен чекор започна, но не се заврши целосно. ",
		reviewSubstepAnnouncement: "Преглед на под-чекор ${index} од ${count}, насловен ${title}. Ова е под-чекор од главен чекор ${mainIndex} од ${mainCount}, насловен ${mainTitle}. ",
		reviewSubstepCurrentAnnouncement: "Ова е тековниот под-чекор. ",
		reviewSubstepVisitedAnnouncement: "Овој под-чекор е обележан како завршен. ",
		reviewSubstepDisabledAnnouncement: "Овој под-чекор моментално е оневозможен. ",

		reviewSubstepClickAnnouncement: "Притиснете ENTER или SPACE за да се вратите на овој под-чекор. ",
		reviewSubstepUnvisitedAnnouncement: "Овој под-чекор моментално е незавршен. "
});

