define({
//begin v1.x content
		next: "تالي",
		previous: "سابق",
		finish: "انتهاء",
		cancel: "الغاء",
		save: "حفظ",
		// for accordion wizard
		leadingOverflowLabel: "المزيد من ${count} ",
		trailingOverflowLabel: "المزيد من ${count}",
		a11yLabel: "برنامج معالجة متعدد الخطوات ",
		accordionAnnouncement: "برنامج معالجة متعدد الخطوات. اضغط ALT+F12 للمساعدة. ",
		accordionHelp: "نمط قياسي لبرنامج المعالجة متعدد الخطوات. "
					 + "استخدم ALT+ENTER أو ALT+SPACE للاعلان عن الخطوة الحالية. "
					 + "استخدم ALT+PAGE UP للرجوع الى خطوات برنامج المعالجة السابقة والحالية. استخدم ALT+PAGE DOWN للرجوع الى "
					 + "خطوات برنامج المعالجة التي تتبع خطوة برنامج المعالجة الحالية. استخدم ALT + مفاتيح الأسهم للتجول الى "
					 + "خطوات برنامج المعالجة التالية والسابقة. استخدم ALT+END لانتقال تركيز التأثير من بداية اختيارات تصرف برنامج المعالجة"
					 + ". استخدم مفتاح TAB و SHIFT+TAB لانتقال تركيز التأثير الى العناصر التالية والسابقة. ",
		leadingReviewHelp: "نمط المراجعة البادئ لبرنامج المعالجة متعدد الخطوات.  "
					+ "استخدم ALT+ENTER أو ALT+SPACE للاعلان عن الخطوة الحالية.  "
					+ "استخدم مفتاح ESCAPE أو ALT+PAGE UP لالغاء نمط المراجعة البادئ وارجاع "
					+ "تركيز التأثير الى خطوة برنامج المعالجة الحالية. "
					+ "اضغط ALT+PAGE DOWN لالغاء نمط المراجعة البادئ والتبديل الى نمط المراجعة اللاحق. "
					+ "أثناء استخدام نمط المراجعة البادئ، استخدم مفاتيح الأسهم لانتقال تركيز التأثير خلال "
					+ "عناوين خطوات برنامج المعالجة السابقة والحالية. "
					+ "استخدم ALT+END لالغاء نمط المراجعة البادئ وانتقال تركيز التأثير الى بداية اختيارات تصرف برنامج المعالجة. "
					+ "استخدم مفتاح TAB و SHIFT+TAB لاجراء عملية انتقال تركيز التأثير القياسية. "
					+ "اذا كانت انتقالات تركيز التأثير بعيدة عن عناوين خطوة برنامج المعالجة البادئة عندئذ سيتم الغاء نمط المراجعة البادئ "
					+ ". ",
		trailingReviewHelp: "نمط مراجعة لاحق لبرنامج المعالجة متعدد الخطوات. "
					+ "استخدم ALT+ENTER أو ALT+SPACE للاعلان عن الخطوة الحالية.  "
					+ "استخدم مفتاح ESCAPE أو ALT+PAGE DOWN لالغاء نمط المراجعة اللاحق وارجاع "
					+ "تركيز التأثير الى خطوة برنامج المعالجة الحالية.  "
					+ "اضغط ALT+PAGE UP لالغاء نمط المراجعة اللاحق والتبديل الى نمط المراجعة البادئ. "
					+ "أثناء استخدام نمط المراجعة اللاحق، استخدم مفاتيح الأسهم لانتقال تركيز التأثير خلال "
					+ "خطوات برنامج المعالجة التي تتبع الخطوة الحالية.  "
					+ "استخدم ALT+END لالغاء نمط المراجعة اللاحق وانتقال تركيز التأثير الى بداية اختيارات تصرف برنامج المعالجة. "
					+ "استخدم مفتاح TAB و SHIFT+TAB لاجراء عملية انتقال تركيز التأثير القياسية.  اذا كانت انتقالات تركيز التأثير بعيدة عن "
					+ "عناوين خطوة برنامج المعالجة اللاحقة، عندئذ سيتم الغاء نمط المراجعة اللاحق. ",
		leadingReviewModeAnnouncement: "نمط المراجعة البادئ لبرنامج المعالجة متعدد الخطوات.  اضغط ALT+F12 للمساعدة.  توجد ${count} خطوات رئيسية لبرنامج المعالجة "
					+ "تؤدي الى وتتضمن الخطوة الرئيسية الحالية.  ",
		trailingReviewModeAnnouncement: "نمط مراجعة لاحق لبرنامج المعالجة متعدد الخطوات.  اضغط ALT+F12 للمساعدة.  توجد ${count} خطوات برنامج معالجة "
					+ "رئيسية لاحقة تتبع الخطوة الرئيسية الحالية. ",
		leadingReviewModeWithSubstepsAnnouncement: "نمط المراجعة البادئ لبرنامج المعالجة متعدد الخطوات.  اضغط ALT+F12 للمساعدة.  توجد ${mainCount} "
					+ "عدة خطوات رئيسية لبرنامج المعالجة تؤدير الى وتتضمن الخطوة الرئيسية الحالية. تحتوي الخطوة الرئيسية الحالية على ${count} خطوات فرعية "
					+ "تؤدي الى وتتضمن الخطوة الحالية. ",
		trailingReviewModeWithSubstepsAnnouncement: "نمط مراجعة لاحق لبرنامج المعالجة متعدد الخطوات.  اضغط ALT+F12 للمساعدة.  توجد ${mainCount} "
					+ "خطوات رئيسية لاحقة لبرنامج المعالجة تتبع الخطوة الرئيسية الحالية. تحتوي الخطوة الرئيسية الحالية على ${count} خطوات فرعية تتبع "
					+ "الخطوة الحالية. ",
		trailingReviewOnLastError: "أنت الآن بالخطوة الأخيرة لبرنامج المعالجة. نمط المراجعة اللاحق غير متاح. ",
		nextOnInvalidError: "لا يمكنك الانتقال الى الخطوة التالية حتى تقوم باستكمال الخطوة الحالية. ",
		nextOnLastError: "لا يمكنك الانتقال الى الخطوة التالية لأنك في آخر خطوة متاحة. ",
		previousOnFirstError: "لا يمكنك الانتقال الى الخطوة السابقة لأنه في الخطوة الأولى المتاحة. ",
		currentMainStepAnnouncement: "الخطوة الرئيسية الحالية هي ${index} من ${count}، بالعنوان ${title}.  ",
		currentSubstepAnnouncement: "الخطوة الفرعية الحالية هي ${index} من ${count}، بالعنوان ${title}.  ",
		stepChangeAnnouncment: "تم تغيير خطوة برنامج المعالجة. ",		
		reviewStepAnnouncement: "مراجعة الخطوة الرئيسية ${index} من ${count}، بالعنوان ${title}.  ",
		reviewStepCurrentAnnouncement: "تعد هذه الخطوة الرئيسية الحالية. ",
		reviewStepVisitedAnnouncement: "تم تعليم الخطوة الرئيسية هذه بالعلامة اتمام. ",
		reviewStepDisabledAnnouncement: "تم الغاء تعليم هذه الخطوة الرئيسية. ",
		reviewStepClickAnnouncement: "اضغط ENTER أو SPACE للعودة الى هذه الخطوة. ",
		reviewParentStepClickAnnouncement: "اضغط ENTER أو SPACE للعودة الى بداية هذه الخطوة. ",
		reviewStepUnvisitedAnnouncement: "هذه الخطوة الرئيسية غير كاملة حاليا. ",
		reviewStepStartedAnnouncement: "تم بدء هذه الخطوة الرئيسية، لكن لم يتم استكمالها بالكامل. ",
		reviewSubstepAnnouncement: "يتم مراجعة الخطوة الفرعية ${index} من ${count}، بالعنوان ${title}.  تعد هذه الخطوة الفرعية للخطوة الرئيسية ${mainIndex} من ${mainCount}، بالعنوان ${mainTitle}.  ",
		reviewSubstepCurrentAnnouncement: "تعد هذه الخطوة الفرعية الحالية. ",
		reviewSubstepVisitedAnnouncement: "تم تعليم الخطوة الفرعية هذه بالعلامة اتمام.  ",
		reviewSubstepDisabledAnnouncement: "تم الغاء تعليم هذه الخطوة الفرعية. ",

		reviewSubstepClickAnnouncement: "اضغط ENTER أو SPACE للعودة الى هذه الخطوة الفرعية. ",
		reviewSubstepUnvisitedAnnouncement: "هذه الخطوة الفرعية غير كاملة حاليا.  "
});

