define({
//begin v1.x content
		next: "Келесі",
		previous: "Алдыңғы",
		finish: "Аяқтау",
		cancel: "Бас тарту",
		save: "Сақтау",
		// for accordion wizard
		leadingOverflowLabel: "${count} Көп",
		trailingOverflowLabel: "${count} Көп",
		a11yLabel: "Бірнеше қадамды Шебер",
		accordionAnnouncement: "Бірнеше қадамды Шебер.  Анықтама үшін ALT+F12 түймешігін басыңыз. ",
		accordionHelp: "Бірнеше қадамды шебердің стандартты режимі.  "
					 + "Ағымдағы қадамды хабарлау үшін ALT+ENTER немесе ALT+SPACE қолданыңыз.  "
					 + "Алдындағы және ағымдағы шебер қадамдарын қарау үшін ALT+PAGE UP қолданыңыз.  ALT+PAGE DOWN түймешігін"
					 + "ағымдағы шебердің қадамдарын орындайтын шебердің қадамдарын қарау үшін қолданыңыз.  ALT + ARROW KEYS түймешігін"
					 + "кеелсі және алдындағы шебер қадамдарын шарлау үшін қолданыңыз.  ALT+END түймешігін шебердің әрекет түймешігін"
					 + "бірінші кезеліміне секіру үшін қолданыңыз.  ҚОЙЫНДЫНЫ және SHIFT+TAB кілтін, кеелсі және алдындағы элементтерге кезелімді шарлау үшін қолданыңыз. ",
		leadingReviewHelp: "Бірнеше қадамды шебердің басы бойынша қарау режимі.  "
					+ "Ағымдағы қадамды жариялау үшін ALT+ENTER немесе ALT+SPACE түймешігін қолданыңыз.  "
					+ "ESCAPE пернесін немесе ALT+PAGE UP пернесін басы бойынша қарау режимін және дереу қайтару"
					+ "кезелімін ағымдағы шебер қадамында болдырмас үшін қолданыңыз.  "
					+ "ALT+PAGE DOWN пернесін басы бойынша қарау режимін болдырмау үшін және соңы бойынша қарау режиміне ауысу үшін қолданыңыз.  "
					+ "Басы бойынша қарау режимінде болғанда, көрсеткі пернелерін"
					+ "алдындағы және ағымдағы шебер қадамдарының тақырыптары бойынша кезелімді айналдыру үшін қолданыңыз. "
					+ "ALT+END пернесін басы бойынша қарау режимін және шебер әрекетінің түймешіктерінің бірінші кезеліміне секіру үшін қолданыңыз.  "
					+ "ҚОЙЫНДЫ және SHIFT+TAB пернелерін стандартты кезелім шарлау үшін қолданыңыз.  "
					+ "Егер кезелімнің транзакциясы бас бойынша шебер қадамының тақырыптарынан алыс болса онда басы бойынша қара режимі"
					+ "болдырылмайды. ",
		trailingReviewHelp: "Бірнеше қадамды шебердің соңы бойынша қарау режимі.  "
					+ "Ағымдағы қадамды жариялау үшін ALT+ENTER немесе ALT+SPACE пернесін қолданыңыз.  "
					+ "ESCAPE пернесін немесе ALT+PAGE DOWN пернесін соңы бойынша қарау режимін және дереу қайтару"
					+ "кезелімін ағымдағы шебер қадамына болдырмау үшін қолданыңыз.  "
					+ "ALT+PAGE UP пернесін басы бойынша қарау режимін болдырмау үшін және соңы бойынша қарау режиміне ауысу үшін қолданыңыз.  "
					+ "Соңы бойынша қарау режимінде болғанда, көрсеткі пернелерін"
					+ "ағымдағы қадамды орындайтын шебер қадамдарының тақырыбына кезелімді айналдыру үшін қолданыңыз.  "
					+ "ALT+END пернесін соңы бойынша қарау режимін болдырмау үшін және шебер әрекетінің түймешіктерінің бірінші кезелімін секірту үшін қолданыңыз.  "
					+ "ҚОЙЫНДЫ және SHIFT+TAB пернелерін стандартты кезелім шарлау үшін қолданыңыз.  Егер кезелімнің транзакциялары"
					+ "соңы бойынша шебер қадамының тақырыбынан алыс болса онда соңы бойынша қарау режимі болдырылмайды. ",
		leadingReviewModeAnnouncement: "Бірнеше қадамды шебердің басы бойынша қарау режимі.  Анықтама үшін ALT+F12 түймешігін басыңыз.Мұнда ${count} негізгі шебер қадамдары "
					+ "бас бойынша бар және ағымдағы негізгі қадамды қосады. ",
		trailingReviewModeAnnouncement: "Бірнеше қадамды шебердің соңы бойынша қарау режимі.  Анықтама үшін ALT+F12 түймешігін басыңыз.Мұнда ${count} соңы бойынша"
					+ "ағымдағы негізгі қадамды орындайтын негізгі шебер қадамы бар. ",
		leadingReviewModeWithSubstepsAnnouncement: "Бірнеше қадамды шебердің басы бойынша қарау режимі.  Анықтама үшін ALT+F12 түймешігін басыңыз.Мұнда ${mainCount} "
					+ "негізгі шебер қадамдарының басы бойынша бар және ағымдағы негізгі қадамды қосады.  Ағымдағы негізгі қадамда ${count} ішкі қадамдар "
					+ "басы бойынша бар және ағымдағы қадамды қосады. ",
		trailingReviewModeWithSubstepsAnnouncement: "Бірнеше қадамды шебердің соңы бойынша қарау режимі.  Анықтама үшін ALT+F12 түймешігін басыңыз.Мұнда ${mainCount} "
					+ "ағымдағы негізгі қадамды орындайтын соңы бойынша негізгі шебер қадамдары бар.  Ағымдағы негізгі қадамда ${count} ішкі қадамдар "
					+ "ағымдағы қадамды орындайтын бар. ",
		trailingReviewOnLastError: "Қазір шебердің соңғы қадамындасыз.  Соңы бойынша қарау режимі қол жетімді емес. ",
		nextOnInvalidError: "Ағымдағы қадамды аяқтамағанынша, келесі қадамға шарлай алмайсыз. ",
		nextOnLastError: "Келесі қадамға шарлай алмайсыз өйткені соңғы қол жетімді қадамдасыз. ",
		previousOnFirstError: "Алдындағы қадамға шарлай алмайсыз өйткені бірінші қол жетімді қадамдасыз. ",
		currentMainStepAnnouncement: "Ағымдағы негізгі қадам - ${index} - ${count}, аталуы ${title}. ",
		currentSubstepAnnouncement: "Ағымдағы ішкі қадам - ${index} - ${count}, аталуы ${title}. ",
		stepChangeAnnouncment: "Шебер қадамы өзгерді. ",		
		reviewStepAnnouncement: "Негізгі қадамды ${index} қараңыз - ${count}, аталуы ${title}. ",
		reviewStepCurrentAnnouncement: "Бұл ағымдағы негізгі қадам. ",
		reviewStepVisitedAnnouncement: "Белгіленген бұл негізгі қадам аяқталады. ",
		reviewStepDisabledAnnouncement: "Бұл негізгі қадам қазір ажыратулы. ",
		reviewStepClickAnnouncement: "Бұл қадамға қайту үшін ENTER немесе SPACE пернесін басыңыз. ",
		reviewParentStepClickAnnouncement: "Осы қадамның басына қайтару үшін ЕNTER немесе SPACE пернесін басыңыз. ",
		reviewStepUnvisitedAnnouncement: "Бұл негізгі қадам қазір аяқталмаған. ",
		reviewStepStartedAnnouncement: "Бұл негізгі қадам басталған бірақ толық аяқталмаған. ",
		reviewSubstepAnnouncement: "Ішкі қадамды ${index} - ${count} қарау, аталуы ${title}.  Бұл негізгі қадамның ішкі қадамы ${mainIndex} - ${mainCount}, аталуы ${mainTitle}. ",
		reviewSubstepCurrentAnnouncement: "Бұл ағымдағы ішкі қадам. ",
		reviewSubstepVisitedAnnouncement: "Белгіленген бұл ішкі қадам аяқталды. ",
		reviewSubstepDisabledAnnouncement: "Бұл ішкі қадам қазір ажыратулы. ",

		reviewSubstepClickAnnouncement: "Бұл ішкі қаадмға қайту үшін ENTER немесе SPACE пернесін басыңыз. ",
		reviewSubstepUnvisitedAnnouncement: "Бұл ішкі қадам қазір аяқталмаған. "
});

