define({
//begin v1.x content
		next: "Следващ",
		previous: "Предишен",
		finish: "Готово",
		cancel: "Отказ",
		save: "Запазване",
		// for accordion wizard
		leadingOverflowLabel: "${count} повече",
		trailingOverflowLabel: "${count} повече",
		a11yLabel: "Многостъпков съветник",
		accordionAnnouncement: "Многостъпков съветник.  Натиснете ALT+F12 за помощ. ",
		accordionHelp: "Стандартен режим на многостъпков съветник.  "
					 + "Използвайте ALT+ENTER или ALT+SPACE, за да обявите текущата стъпка.  "
					 + "Използвайте ALT+PAGE UP, за да прегледате предишната и текущата стъпки на съветника.  Използвайте ALT+PAGE DOWN, за да прегледате "
					 + "стъпките на съветника, които следват след текущата стъпка.  Използвайте ALT + клавишите със стрелки, за да навигирате през "
					 + "следващите и предишните стъпки на съветника.  Използвайте ALT+END, за да преместите фокуса към първия от "
					 + "бутоните за действие на съветника.  Използвайте клавишите TAB и SHIFT+TAB, за да преместите фокуса към следващите и предишните елементи. ",
		leadingReviewHelp: "Режим на водещ преглед на многостъпков съветник.  "
					+ "Използвайте ALT+ENTER или ALT+SPACE, за да обявите текущата стъпка.  "
					+ "Използвайте клавиша ESCAPE или ALT+PAGE UP, за да отмените режима на водещ преглед и незабавно да върнете "
					+ "фокуса към текущата стъпка от съветника.  "
					+ "Натиснете ALT+PAGE DOWN, за да отмените режима на водещ преглед и да превключите към режим на последващ преглед.  "
					+ "Докато сте в режим на водещ преглед, използвайте клавишите със стрелки, за да прехвърляте фокуса към "
					+ "заглавията на предишните и текущите стъпки от съветника. "
					+ "Използвайте ALT+END, за да отмените режима на водещ преглед и да прехвърлите фокуса към първия от бутоните за действие на съветника.  "
					+ "Използвайте клавиша TAB и SHIFT+TAB, за да извършвате стандартна фокусна навигация.  "
					+ "Ако фокусът се измести от заглавията на водещите стъпки на съветника, режимът на водещ преглед "
					+ "ще бъде отменен. ",
		trailingReviewHelp: "Режим на последващ преглед на многостъпков съветник.  "
					+ "Използвайте ALT+ENTER или ALT+SPACE, за да обявите текущата стъпка.  "
					+ "Използвайте клавиша ESCAPE или ALT+PAGE DOWN, за да отмените режима на последващ преглед и незабавно да върнете "
					+ "фокуса към текущата стъпка от съветника.  "
					+ "Натиснете ALT+PAGE UP, за да отмените режима на последващ преглед и да превключите към режим на водещ преглед.  "
					+ "Докато сте в режим на последващ преглед, използвайте клавишите със стрелки, за да прехвърляте фокуса към "
					+ "заглавията на стъпките на съветника, които следват след текущата стъпка.  "
					+ "Използвайте ALT+END, за да отмените режима на последващ преглед и да прехвърлите фокуса към първия от бутоните за действие на съветника.  "
					+ "Използвайте клавиша TAB и SHIFT+TAB, за да извършвате стандартна фокусна навигация.  Ако фокусът се измести от "
					+ "заглавията на последващите стъпки на съветника, режимът на последващ преглед ще бъде отменен. ",
		leadingReviewModeAnnouncement: "Режим на водещ преглед на многостъпков съветник.  Натиснете ALT+F12 за помощ.Съществуват ${count} основни стъпки на съветника, "
					+ "които водят до (и включват) текущата основна стъпка. ",
		trailingReviewModeAnnouncement: "Режим на последващ преглед на многостъпков съветник.  Натиснете ALT+F12 за помощ.Съществуват ${count} последващи "
					+ "основни стъпки на съветника, които следват текущата основна стъпка. ",
		leadingReviewModeWithSubstepsAnnouncement: "Режим на водещ преглед на многостъпков съветник.  Натиснете ALT+F12 за помощ.Съществуват ${mainCount} "
					+ "основни стъпки на съветника, които водят до (и включват) текущата основна стъпка.  Текущата основна стъпка има ${count} второстепенни стъпки, "
					+ "които водят до (и включват) текущата стъпка. ",
		trailingReviewModeWithSubstepsAnnouncement: "Режим на последващ преглед на многостъпков съветник.  Натиснете ALT+F12 за помощ.Съществуват ${mainCount} "
					+ "последващи основни стъпки на съветника, които следват текущата основна стъпка.  Текущата основна стъпка има ${count} второстепенни стъпки, които следват "
					+ "текущата стъпка. ",
		trailingReviewOnLastError: "В момента се намирате на последната стъпка от съветника.  Режимът на последващ преглед не е достъпен. ",
		nextOnInvalidError: "Не можете да преминете на следващата стъпка, докато не завършите текущата. ",
		nextOnLastError: "Не можете да преминете на следващата стъпка, тъй като се намирате на последната достъпна стъпка. ",
		previousOnFirstError: "Не можете да преминете на предишната стъпка, тъй като се намирате на първата достъпна стъпка. ",
		currentMainStepAnnouncement: "Текущата основна стъпка е ${index} от ${count} и е озаглавена ${title}. ",
		currentSubstepAnnouncement: "Текущата второстепенна стъпка е ${index} от ${count} и е озаглавена ${title}. ",
		stepChangeAnnouncment: "Стъпката на съветника е променена. ",		
		reviewStepAnnouncement: "Преглеждане на основна стъпка ${index} от ${count}, озаглавена ${title}. ",
		reviewStepCurrentAnnouncement: "Това е текущата основна стъпка. ",
		reviewStepVisitedAnnouncement: "Тази основна стъпка е маркирана като завършена. ",
		reviewStepDisabledAnnouncement: "Към момента тази основна стъпка е деактивирана. ",
		reviewStepClickAnnouncement: "Натиснете ENTER или SPACE, за да се върнете на тази стъпка. ",
		reviewParentStepClickAnnouncement: "Натиснете ENTER или SPACE, за да се върнете към началото на тази стъпка. ",
		reviewStepUnvisitedAnnouncement: "Към момента тази основна стъпка не е завършена. ",
		reviewStepStartedAnnouncement: "Тази основна стъпка е стартирана, но не е изцяло завършена. ",
		reviewSubstepAnnouncement: "Преглеждане на второстепенна стъпка ${index} от ${count}, озаглавена ${title}.  Това е второстепенна стъпка на основната стъпка ${mainIndex} от ${mainCount}, озаглавена ${mainTitle}. ",
		reviewSubstepCurrentAnnouncement: "Това е текущата второстепенна стъпка. ",
		reviewSubstepVisitedAnnouncement: "Тази второстепенна стъпка е маркирана като завършена. ",
		reviewSubstepDisabledAnnouncement: "Към момента тази второстепенна стъпка е деактивирана. ",

		reviewSubstepClickAnnouncement: "Натиснете ENTER или SPACE, за да се върнете на тази второстепенна стъпка. ",
		reviewSubstepUnvisitedAnnouncement: "Към момента тази второстепенна стъпка не е завършена. "
});

